Repository: CodyBontecou/health-md
Catalog: apps/apple/HealthMd/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Some dates had no synced data and other dates remain. Open Health.md to retry.
de: Für einige Daten wurden keine Daten synchronisiert, andere Daten bleiben bestehen. Öffnen Sie Health.md, um es erneut zu versuchen.
es: Algunas fechas no tenían datos sincronizados y otras fechas permanecen. Abra Health.md para volver a intentarlo.
fr: Certaines dates n'avaient pas de données synchronisées et d'autres restent. Ouvrez Health.md pour réessayer.
it: Alcune date non avevano dati sincronizzati mentre altre date rimangono. Apri Health.md per riprovare.
ja: 一部の日付にはデータが同期されておらず、他の日付はそのまま残っています。 Health.md を開いて再試行してください。
ko: 일부 날짜에는 동기화된 데이터가 없었고 다른 날짜는 남아 있습니다. Health.md를 열어 다시 시도하세요.
nl: Sommige datums hadden geen gesynchroniseerde gegevens en andere datums blijven bestaan. Open Health.md om het opnieuw te proberen.
pt_br: Algumas datas não tinham dados sincronizados e outras datas permanecem. Abra Health.md para tentar novamente.
zh_hans: 某些日期没有同步数据，而其他日期仍然存在。打开Health.md重试。

source: Some dates had no synced data.
de: Für einige Daten lagen keine synchronisierten Daten vor.
es: Algunas fechas no tenían datos sincronizados.
fr: Certaines dates n'avaient pas de données synchronisées.
it: Alcune date non avevano dati sincronizzati.
ja: 一部の日付には同期されたデータがありませんでした。
ko: 일부 날짜에는 동기화된 데이터가 없습니다.
nl: Sommige datums hadden geen gesynchroniseerde gegevens.
pt_br: Algumas datas não tinham dados sincronizados.
zh_hans: 有些日期没有同步数据。

source: Sore Throat
de: Halsschmerzen
es: dolor de garganta
fr: Mal de gorge
it: Mal di gola
ja: 喉の痛み
ko: 인후통
nl: Keelpijn
pt_br: Dor de garganta
zh_hans: 喉咙痛

source: Source
de: Quelle
es: Fuente
it: Origine
ja: ソース
ko: 출처
nl: Bron
pt_br: Fonte
zh_hans: 来源

source: Source days processed
de: Verarbeitete Quelltage
es: Días de origen procesados
fr: Jours d’origine traités
it: Giorni sorgente elaborati
ja: 処理済みのソース日数
ko: 처리한 원본 데이터 일수
nl: Verwerkte brondagen
pt_br: Dias de origem processados
zh_hans: 已处理的源数据天数

source: Source records only
de: Nur Quelldatensätze
es: Sólo registros de origen
fr: Enregistrements sources uniquement
it: Solo record di origine
ja: ソースレコードのみ
ko: 소스 레코드만
nl: Alleen bronrecords
pt_br: Somente registros de origem
zh_hans: 仅源记录

source: Spotting
de: Schmierblutungen
es: Manchado
fr: Saignements légers
it: Perdite ematiche leggere
ja: スポッティング
ko: 스포팅
nl: Tussentijds bloedverlies
pt_br: Sangramento de escape
zh_hans: 点滴出血

source: Spreadsheet-compatible format. Each data point becomes a row with date, category, metric, and value columns.
de: Tabellenkalkulationskompatibles Format. Jeder Datenpunkt wird zu einer Zeile mit Datum-, Kategorie-, Metrik- und Wert-Spalten.
es: Formato compatible con hojas de cálculo. Cada punto de datos se convierte en una fila con columnas de fecha, categoría, métrica y valor.
fr: Format compatible avec les tableurs. Chaque point de données devient une ligne avec des colonnes date, catégorie, métrique et valeur.
it: Formato compatibile con fogli di calcolo. Ogni punto dati diventa una riga con colonne per data, categoria, metrica e valore.
ja: スプレッドシート互換フォーマット。各データポイントが日付、カテゴリ、指標、値の列を持つ行になります。
ko: 스프레드시트 호환 형식. 각 데이터 포인트가 날짜, 카테고리, 지표, 값 열이 있는 행이 됩니다.
nl: Spreadsheet-compatibel formaat. Elk gegevenspunt wordt een rij met datum-, categorie-, meting- en waardekolommen.
pt_br: Formato compatível com planilhas. Cada ponto de dados se torna uma linha com colunas de data, categoria, métrica e valor.
zh_hans: 电子表格兼容格式。每个数据点成为包含日期、类别、指标和值列的一行。

source: Stair Ascent Speed
de: Treppenaufstiegsgeschwindigkeit
es: Velocidad de ascenso de escaleras
fr: Vitesse de montée des escaliers
it: Velocità di salita delle scale
ja: 階段上昇速度
ko: 계단 상승 속도
nl: Snelheid trapopgang
pt_br: Velocidade de subida da escada
zh_hans: 楼梯上升速度

source: Stair Descent Speed
de: Geschwindigkeit beim Treppenabstieg
es: Velocidad de descenso de escaleras
fr: Vitesse de descente des escaliers
it: Velocità di discesa delle scale
ja: 階段降下速度
ko: 계단 하강 속도
nl: Snelheid trapafdaling
pt_br: Velocidade de descida da escada
zh_hans: 楼梯下降速度

source: Stand Hours
de: Stehstunden
es: Horas de pie
fr: Heures debout
it: Ore in piedi
ja: スタンド時間
ko: 일어서기 시간
nl: Sta-uren
pt_br: Horas em pé
zh_hans: 站立小时数

source: Stand Time
de: Stehzeit
es: Tiempo de pie
fr: Temps passé debout
it: Tempo in piedi
ja: スタンド時間
ko: 일어서기 시간
nl: Statijd
pt_br: Tempo em pé
zh_hans: 站立时间

source: Standard metrics enabled
de: Standardmetriken aktiviert
es: Métricas estándar habilitadas
fr: Indicateurs standard activés
it: Metriche standard abilitate
ja: 標準指標が有効
ko: 표준 항목 활성화됨
nl: Standaardmeetwaarden ingeschakeld
pt_br: Métricas padrão ativadas
zh_hans: 已启用标准指标

source: Start Date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data inizio
ja: 開始日
ko: 시작 날짜
nl: Begindatum
pt_br: Data Inicial
zh_hans: 开始日期

source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début
it: Data inizio
ja: 開始日
ko: 시작 날짜
nl: Begindatum
pt_br: Data de início
zh_hans: 开始日期

source: Starting listener…
de: Zuhörer starten…
es: Iniciando oyente...
fr: Début de l'auditeur…
it: Avvio dell'ascoltatore…
ja: リスナーを開始中…
ko: 리스너 시작 중…
nl: Beginnende luisteraar…
pt_br: Iniciando ouvinte…
zh_hans: 正在启动监听器...

# Step %lld of %lld
source: Step %1$lld of %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld de %2$lld
it: Passo %1$lld di %2$lld
ja: %2$lld ステップ中 %1$lld
ko: %2$lld단계 중 %1$lld단계
nl: Stap %1$lld van %2$lld
pt_br: Etapa %1$lld de %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

source: Step 1 of 2: Enable this toggle to activate individual entry tracking.
de: Schritt 1 von 2: Aktivieren Sie diesen Schalter, um die individuelle Eintragserfassung zu aktivieren.
es: Paso 1 de 2: Activa este interruptor para habilitar el seguimiento de entradas individuales.
fr: Étape 1 sur 2 : Activez ce commutateur pour activer le suivi individuel des entrées.
it: Passaggio 1 di 2: Abilita questo interruttore per attivare il monitoraggio delle voci individuali.
ja: ステップ1/2：このトグルを有効にして個別エントリトラッキングを開始します。
ko: 2단계 중 1단계: 이 토글을 활성화하여 개별 항목 추적을 시작하세요.
nl: Stap 1 van 2: schakel deze optie in om individueel bijhouden te activeren.
pt_br: Passo 1 de 2: Ative este controle para ativar o rastreamento de entrada individual.
zh_hans: 第 1 步（共 2 步）：启用此开关以激活单条记录追踪。

source: Step 2 of 2: Select specific metrics below to track individually.
de: Schritt 2 von 2: Wählen Sie unten bestimmte Metriken zur individuellen Erfassung aus.
es: Paso 2 de 2: Selecciona métricas específicas a continuación para rastrear individualmente.
fr: Étape 2 sur 2 : Sélectionnez des métriques spécifiques ci-dessous pour les suivre individuellement.
it: Passaggio 2 di 2: Seleziona le metriche specifiche qui sotto da monitorare individualmente.
ja: ステップ2/2：以下から個別に追跡する指標を選択してください。
ko: 2단계 중 2단계: 아래에서 개별 추적할 항목을 선택하세요.
nl: Stap 2 van 2: selecteer hieronder specifieke meetwaarden om individueel bij te houden.
pt_br: Passo 2 de 2: Selecione métricas específicas abaixo para rastrear individualmente.
zh_hans: 第 2 步（共 2 步）：在下方选择要单独追踪的指标。

source: Steps
de: Schritte
es: Pasos
fr: Pas
it: Passi
ja: 歩数
ko: 걸음 수
nl: Stappen
pt_br: Passos
zh_hans: 步数

source: Stop
de: Stopp
es: Detener
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
nl: Stoppen
pt_br: Parar
zh_hans: 停止

source: Stop Export
de: Export stoppen
es: Detener exportación
fr: Arrêter l'exportation
it: Interrompi esportazione
ja: エクスポートを停止
ko: 내보내기 중지
nl: Export stoppen
pt_br: Parar Exportação
zh_hans: 停止导出

source: Stop export
de: Export stoppen
es: Detener exportación
fr: Arrêter l'exportation
it: Interrompi esportazione
ja: エクスポートを停止
ko: 내보내기 중지
nl: Export stoppen
pt_br: Parar a exportação
zh_hans: 停止导出

source: Storage
de: Lagerung
es: Almacenamiento
fr: Stockage
it: Stoccaggio
ja: ストレージ
ko: 저장
nl: Opslag
pt_br: Armazenamento
zh_hans: 存储

source: Storage used
de: Speicher genutzt
es: Almacenamiento utilizado
fr: Stockage utilisé
it: Spazio di archiviazione utilizzato
ja: 使用済みストレージ
ko: 사용된 저장소
nl: Opslag gebruikt
pt_br: Armazenamento usado
zh_hans: 使用的存储空间

source: Stored Health.md query context contains a duplicate owner date.
de: Der gespeicherte Health.md-Abfragekontext enthält ein doppeltes Besitzerdatum.
es: El contexto de consulta Health.md almacenado contiene una fecha de propietario duplicada.
fr: Le contexte de requête Health.md stocké contient une date de propriétaire en double.
it: Il contesto della query Health.md archiviato contiene una data del proprietario duplicata.
ja: 保存された Health.md クエリ コンテキストに重複した所有者の日付が含まれています。
ko: 저장된 Health.md 쿼리 컨텍스트에 중복된 소유자 날짜가 포함되어 있습니다.
nl: De opgeslagen Health.md-querycontext bevat een dubbele eigenaarsdatum.
pt_br: O contexto de consulta Health.md armazenado contém uma data de proprietário duplicada.
zh_hans: 存储的 Health.md 查询上下文包含重复的所有者日期。

source: Stored Health.md query context contains an invalid owner date.
de: Der gespeicherte Health.md-Abfragekontext enthält ein ungültiges Besitzerdatum.
es: El contexto de consulta Health.md almacenado contiene una fecha de propietario no válida.
fr: Le contexte de requête Health.md stocké contient une date de propriétaire non valide.
it: Il contesto della query Health.md archiviato contiene una data del proprietario non valida.
ja: 保存された Health.md クエリ コンテキストに無効な所有者の日付が含まれています。
ko: 저장된 Health.md 쿼리 컨텍스트에 잘못된 소유자 날짜가 포함되어 있습니다.
nl: De opgeslagen Health.md-querycontext bevat een ongeldige eigenaarsdatum.
pt_br: O contexto de consulta Health.md armazenado contém uma data de proprietário inválida.
zh_hans: 存储的 Health.md 查询上下文包含无效的所有者日期。

source: Structured data format ideal for programmatic access and data analysis.
de: Strukturiertes Datenformat, ideal für programmatischen Zugriff und Datenanalyse.
es: Formato de datos estructurado ideal para acceso programático y análisis de datos.
fr: Format de données structuré idéal pour l'accès programmatique et l'analyse de données.
it: Formato dati strutturato ideale per l'accesso programmatico e l'analisi dei dati.
ja: プログラムによるアクセスとデータ分析に最適な構造化データ形式。
ko: 프로그래밍 방식의 접근과 데이터 분석에 이상적인 구조화된 데이터 형식.
nl: Gestructureerd gegevensformaat ideaal voor programmatische toegang en data-analyse.
pt_br: Formato de dados estruturado ideal para acesso programático e análise de dados.
zh_hans: 结构化数据格式，适合程序化访问和数据分析。

source: Structured frontmatter, Obsidian Bases, JSON, and CSV store canonical metric values (`unit_system: metric`) regardless of your Metric/Imperial display preference. Human-readable Markdown prose can still use your selected display units.
de: Structured Frontmatter, Obsidian Bases, JSON und CSV speichern kanonische metrische Werte (`unit_system: metric`), unabhängig von Ihrer metrischen/britischen Anzeigepräferenz. Für Menschen lesbare Markdown-Prosa können weiterhin Ihre ausgewählten Anzeigeeinheiten verwendet werden.
es: Frontmatter estructurado, Obsidian Bases, JSON y CSV almacenan valores métricos canónicos (`unit_system: metric`) independientemente de su preferencia de visualización métrica/imperial. La prosa Markdown legible por humanos aún puede usar las unidades de visualización seleccionadas.
fr: Le frontmatter structuré, les Obsidian Bases, JSON et CSV stockent les valeurs métriques canoniques (`unit_system: metric`), quelle que soit votre préférence d'affichage métrique/impérial. La prose Markdown lisible par l'homme peut toujours utiliser les unités d'affichage sélectionnées.
it: Frontmatter strutturato, Obsidian Bases, JSON e CSV memorizzano valori metrici canonici (`unit_system: metric`) indipendentemente dalle preferenze di visualizzazione metriche/imperiali. La prosa Markdown leggibile dall'uomo può comunque utilizzare le unità di visualizzazione selezionate.
ja: 構造化フロントマター、Obsidian Bases、JSON、および CSV は、メトリック/インペリアル表示設定に関係なく、正規メトリック値 (`unit_system: metric`) を保存します。人間が読める Markdown 散文では、選択した表示単位を引き続き使用できます。
ko: 구조화된 앞면, Obsidian Bases, JSON 및 CSV는 미터법/영국식 표시 기본 설정에 관계없이 표준 미터법 값(`unit_system: metric`)을 저장합니다. 사람이 읽을 수 있는 Markdown 산문은 선택한 표시 단위를 계속 사용할 수 있습니다.
nl: Gestructureerde frontmatter, Obsidian Bases, JSON en CSV slaan canonieke metrische waarden op (`unit_system: metric`), ongeacht uw metrische/imperiale weergavevoorkeur. Voor mensen leesbaar Markdown-proza ​​kan nog steeds de door u geselecteerde weergave-eenheden gebruiken.
pt_br: Frontmatter estruturado, Obsidian Bases, JSON e CSV armazenam valores métricos canônicos (`unit_system: metric`) independentemente de sua preferência de exibição métrica/imperial. A prosa Markdown legível por humanos ainda pode usar as unidades de exibição selecionadas.
zh_hans: 结构化 frontmatter、Obsidian Bases、JSON 和 CSV 都会存储规范公制值 (`unit_system: metric`)，无论您的公制/英制显示首选项如何。人类可读的 Markdown 散文仍然可以使用您选择的显示单位。

source: Style
de: Stil
es: Estilo
it: Stile
ja: スタイル
ko: 스타일
nl: Stijl
pt_br: Estilo
zh_hans: 样式

source: Subfolder
de: Unterordner
es: Subcarpeta
fr: Sous-dossier
it: Sottocartella
ja: サブフォルダ
ko: 하위 폴더
nl: Submap
pt_br: Subpasta
zh_hans: 子文件夹

source: Subfolder name
de: Unterordnername
es: Nombre de subcarpeta
fr: Nom du sous-dossier
it: Nome sottocartella
ja: サブフォルダ名
ko: 하위 폴더 이름
nl: Submapnaam
pt_br: Nome da subpasta
zh_hans: 子文件夹名称

source: Subfolder pattern
de: Unterordnermuster
es: Patrón de subcarpeta
fr: Modèle de sous-dossier
it: Modello di sottocartella
ja: サブフォルダーパターン
ko: 하위 폴더 패턴
nl: Submappatroon
pt_br: Padrão de subpasta
zh_hans: 子文件夹模式

source: Subfolder: %@
de: Unterordner: %@
es: Subcarpeta: %@
fr: Sous-dossier : %@
it: Sottocartella: %@
ja: サブフォルダ：%@
ko: 하위 폴더: %@
nl: Submap: %@
pt_br: Subpasta: %@
zh_hans: 子文件夹：%@

source: Success
de: Erfolgreich
es: Éxito
fr: Réussi
it: Completato
ja: 成功
ko: 성공
nl: Gelukt
pt_br: Sucesso
zh_hans: 成功

source: Successfully exported %lld days of health data
de: %lld Tage Gesundheitsdaten erfolgreich exportiert
es: Se exportaron exitosamente %lld días de datos de salud
fr: %lld jours de données de santé exportés avec succès
it: Esportati con successo %lld giorni di dati sanitari
ja: %lld日分のヘルスデータを正常にエクスポートしました
ko: %lld일간의 건강 데이터를 성공적으로 내보냈습니다
nl: %lld dagen gezondheidsgegevens succesvol geëxporteerd
pt_br: %lld dias de dados de saúde exportados com sucesso
zh_hans: 已成功导出%lld天的健康数据

source: Successfully exported %lld files
de: %lld Dateien erfolgreich exportiert
es: Se exportaron exitosamente %lld archivos
fr: %lld fichiers exportés avec succès
it: Esportati con successo %lld file
ja: %lldファイルを正常にエクスポートしました
ko: %lld개 파일을 성공적으로 내보냈습니다
nl: %lld bestanden succesvol geëxporteerd
pt_br: %lld arquivos exportados com sucesso
zh_hans: 已成功导出%lld个文件

# Successfully exported %lld files (%@).
source: Successfully exported %1$lld files (%2$@).
de: Erfolgreich exportierte %1$lld-Dateien (%2$@).
es: Archivos %1$lld exportados correctamente (%2$@).
fr: Fichiers %1$lld (%2$@) exportés avec succès.
it: File %1$lld esportati correttamente (%2$@).
ja: %1$lld ファイル (%2$@) が正常にエクスポートされました。
ko: %1$lld 파일(%2$@)을 성공적으로 내보냈습니다.
nl: %1$lld-bestanden (%2$@) zijn succesvol geëxporteerd.
pt_br: Arquivos %1$lld exportados com sucesso (%2$@).
zh_hans: 已成功导出 %1$lld 文件 (%2$@)。

source: Successfully exported %lld files.
de: %lld Dateien erfolgreich exportiert.
es: Se exportaron exitosamente %lld archivos.
fr: %lld fichiers exportés avec succès.
it: Esportati con successo %lld file.
ja: %lldファイルを正常にエクスポートしました。
ko: %lld개 파일을 성공적으로 내보냈습니다.
nl: %lld bestanden succesvol geëxporteerd.
pt_br: %lld arquivos exportados com sucesso.
zh_hans: 已成功导出%lld个文件。

source: Successfully exported yesterday's health data
de: Gestrige Gesundheitsdaten erfolgreich exportiert
es: Se exportaron exitosamente los datos de salud de ayer
fr: Données de santé d'hier exportées avec succès
it: Dati sanitari di ieri esportati con successo
ja: 昨日のヘルスデータを正常にエクスポートしました
ko: 어제의 건강 데이터를 성공적으로 내보냈습니다
nl: Gezondheidsgegevens van gisteren succesvol geëxporteerd
pt_br: Dados de saúde de ontem exportados com sucesso
zh_hans: 已成功导出昨天的健康数据

source: Sugar
de: Zucker
es: Azúcar
fr: Sucre
it: Zucchero
ja: 糖分
ko: 당류
nl: Suiker
pt_br: Açúcar
zh_hans: 糖

source: Suggested metrics include mood, symptoms, workouts, blood pressure, and blood glucose.
de: Vorgeschlagene Metriken umfassen Stimmung, Symptome, Trainings, Blutdruck und Blutzucker.
es: Las métricas sugeridas incluyen estado de ánimo, síntomas, entrenamientos, presión arterial y glucosa en sangre.
fr: Les indicateurs suggérés comprennent l'humeur, les symptômes, les entraînements, la pression artérielle et la glycémie.
it: Le metriche suggerite includono umore, sintomi, allenamenti, pressione sanguigna e glicemia.
ja: 推奨される指標には、気分、症状、ワークアウト、血圧、血糖値が含まれます。
ko: 추천 항목에는 기분, 증상, 운동, 혈압 및 혈당이 포함됩니다.
nl: Voorgestelde meetwaarden zijn onder andere stemming, symptomen, workouts, bloeddruk en bloedglucose.
pt_br: As métricas sugeridas incluem humor, sintomas, exercícios, pressão arterial e glicemia.
zh_hans: 推荐的指标包括情绪、症状、锻炼、血压和血糖。

source: Summary Off
de: Zusammenfassung deaktiviert
es: Resumen desactivado
fr: Résumé désactivé
it: Riepilogo disattivato
ja: サマリー：オフ
ko: 요약 끔
nl: Samenvatting uit
pt_br: Resumo desativado
zh_hans: 摘要已关闭

source: Summary On
de: Zusammenfassung aktiviert
es: Resumen activado
fr: Résumé activé
it: Riepilogo attivo
ja: サマリー：オン
ko: 요약 켬
nl: Samenvatting aan
pt_br: Resumo ativado
zh_hans: 摘要已开启

source: Summary files only
de: Nur Zusammenfassungsdateien
es: Sólo archivos de resumen
fr: Fichiers récapitulatifs uniquement
it: Solo file di riepilogo
ja: 概要ファイルのみ
ko: 요약 파일만
nl: Alleen samenvattingsbestanden
pt_br: Somente arquivos de resumo
zh_hans: 仅摘要文件

source: Supports {date}, {time}, {metric}, and {category}.
de: Unterstützt {date}, {time}, {metric} und {category}.
es: Admite {date}, {time}, {metric} y {category}.
fr: Prend en charge {date}, {time}, {metric} et {category}.
it: Supporta {date}, {time}, {metric} e {category}.
ja: {date}、{time}、{metric}、{category}に対応しています。
ko: 다음을 지원합니다: {date}, {time}, {metric}, {category}.
nl: Ondersteunt {date}, {time}, {metric} en {category}.
pt_br: Aceita {date}, {time}, {metric} e {category}.
zh_hans: 支持 {date}、{time}、{metric} 和 {category}。

source: Supports {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName}, and {quarter}.
de: Unterstützt {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName} und {quarter}.
es: Admite {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName} y {quarter}.
fr: Prend en charge {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName} et {quarter}.
it: Supporta {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName} e {quarter}.
ja: {date}、{year}、{YR}、{month}、{day}、{weekday}、{monthName}、{quarter}に対応しています。
ko: 다음을 지원합니다: {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName}, {quarter}.
nl: Ondersteunt {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName} en {quarter}.
pt_br: Aceita {date}, {year}, {YR}, {month}, {day}, {weekday}, {monthName} e {quarter}.
zh_hans: 支持 {date}、{year}、{YR}、{month}、{day}、{weekday}、{monthName} 和 {quarter}。

source: Swimming Distance
de: Schwimmdistanz
es: Distancia de natación
fr: Distance de natation
it: Distanza di nuoto
ja: 遊泳距離
ko: 수영 거리
nl: Zwemmen afstand
pt_br: Distância de natação
zh_hans: 游泳距离

source: Swimming Strokes
de: Schwimmzüge
es: Brazadas
fr: Mouvements de natation
it: Bracciate
ja: 水泳ストローク
ko: 수영 스트로크
nl: Zwemslagen
pt_br: Braçadas
zh_hans: 游泳划水次数

source: Switch off to disable individual tracking for all enabled Health Metrics.
de: Schalten Sie dies aus, um keine der aktivierten Gesundheitsmetriken mehr einzeln zu erfassen.
es: Desactívalo para detener el seguimiento individual de todas las métricas de salud habilitadas.
fr: Désactivez cette option pour arrêter le suivi individuel de tous les indicateurs de santé activés.
it: Disattiva questa opzione per interrompere il monitoraggio individuale di tutte le metriche sanitarie abilitate.
ja: オフにすると、有効なすべてのヘルス指標の個別トラッキングが無効になります。
ko: 끄면 활성화된 모든 건강 항목의 개별 추적이 비활성화됩니다.
nl: Schakel dit uit om het individueel bijhouden van alle ingeschakelde gezondheidsmeetwaarden te stoppen.
pt_br: Desative para interromper o rastreamento individual de todas as Métricas de Saúde ativadas.
zh_hans: 关闭后，将停用所有已启用健康指标的单独追踪。

source: Symptoms
de: Symptome
es: Síntomas
fr: Symptômes
it: Sintomi
ja: 症状
ko: 증상
nl: Symptomen
pt_br: Sintomas
zh_hans: 症状

source: Sync
de: Synchronisierung
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
ko: 동기화
nl: Synchronisatie
pt_br: Sincronizar
zh_hans: 同步

source: Sync All Data
de: Alle Daten synchronisieren
es: Sincronizar todos los datos
fr: Synchroniser toutes les données
it: Sincronizza tutti i dati
ja: すべてのデータを同期
ko: 모든 데이터 동기화
nl: Alle gegevens synchroniseren
pt_br: Sincronizar Todos os Dados
zh_hans: 同步所有数据

source: Sync All Health Data?
de: Alle Gesundheitsdaten synchronisieren?
es: ¿Sincronizar todos los datos de salud?
fr: Synchroniser toutes les données de santé ?
it: Sincronizzare tutti i dati sanitari?
ja: すべてのヘルスデータを同期しますか？
ko: 모든 건강 데이터를 동기화하시겠습니까?
nl: Alle gezondheidsgegevens synchroniseren?
pt_br: Sincronizar Todos os Dados de Saúde?
zh_hans: 同步所有健康数据？

source: Sync Complete
de: Synchronisierung abgeschlossen!
es: ¡Sincronización completa!
fr: Synchronisation terminée !
it: Sincronizzazione completata!
ja: 同期完了！
ko: 동기화 완료!
nl: Synchronisatie voltooid!
pt_br: Sincronização concluída
zh_hans: 同步完成

source: Sync Failed
de: Synchronisierung fehlgeschlagen
es: Error de sincronización
fr: Échec de la synchronisation
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ko: 동기화 실패
nl: Synchroniseren mislukt
pt_br: Falha na sincronização
zh_hans: 同步失败

source: Sync Last 7 Days Now
de: Letzte 7 Tage jetzt synchronisieren
es: Sincronizar últimos 7 días ahora
fr: Synchroniser les 7 derniers jours
it: Sincronizza ultimi 7 giorni ora
ja: 過去7日間を今すぐ同期
ko: 최근 7일 지금 동기화
nl: Synchroniseer nu de laatste 7 dagen
pt_br: Sincronizar Últimos 7 Dias Agora
zh_hans: 立即同步最近7天

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser
it: Sincronizza ora
ja: 今すぐ同期
ko: 지금 동기화
nl: Nu synchroniseren
pt_br: Sincronizar Agora
zh_hans: 立即同步

source: Sync complete
de: Synchronisierung abgeschlossen
es: Sincronización completa
fr: Synchronisation terminée
it: Sincronizzazione completata
ja: 同期が完了しました
ko: 동기화 완료
nl: Synchronisatie voltooid
pt_br: Sincronização concluída
zh_hans: 同步完成

source: Sync complete!
de: Synchronisierung abgeschlossen!
es: ¡Sincronización completa!
fr: Synchronisation terminée !
it: Sincronizzazione completata!
ja: 同期完了！
ko: 동기화 완료!
nl: Synchronisatie voltooid!
pt_br: Sincronização concluída!
zh_hans: 同步完成！

source: Sync failed
de: Die Synchronisierung ist fehlgeschlagen
es: Error de sincronización
fr: La synchronisation a échoué
it: Sincronizzazione non riuscita
ja: 同期に失敗しました
ko: 동기화 실패
nl: Synchronisatie mislukt
pt_br: Falha na sincronização
zh_hans: 同步失败

source: Sync from iPhone first
de: Zuerst vom iPhone synchronisieren
es: Sincroniza desde iPhone primero
fr: Synchroniser depuis l'iPhone d'abord
it: Sincronizza prima dall'iPhone
ja: 最初にiPhoneから同期してください
ko: 먼저 iPhone에서 동기화
nl: Synchroniseer eerst vanaf iPhone
pt_br: Sincronize pelo iPhone primeiro
zh_hans: 请先从 iPhone 同步

source: Sync health data from your iPhone and choose an export folder to get started.
de: Synchronisieren Sie Gesundheitsdaten von Ihrem iPhone und wählen Sie einen Exportordner aus, um zu beginnen.
es: Sincronice los datos de salud de su iPhone y elija una carpeta de exportación para comenzar.
fr: Synchronisez les données de santé de votre iPhone et choisissez un dossier d'exportation pour commencer.
it: Sincronizza i dati sanitari dal tuo iPhone e scegli una cartella di esportazione per iniziare.
ja: iPhone から健康データを同期し、エクスポート フォルダーを選択して開始します。
ko: iPhone의 건강 데이터를 동기화하고 시작하려면 내보내기 폴더를 선택하세요.
nl: Synchroniseer gezondheidsgegevens van uw iPhone en kies een exportmap om aan de slag te gaan.
pt_br: Sincronize os dados de saúde do seu iPhone e escolha uma pasta de exportação para começar.
zh_hans: 从 iPhone 同步健康数据并选择导出文件夹即可开始。
